import React from 'react'
import './News.css'
const News = () => {
  return (
    <header className="header">
        <div className="container">
            <div className="wraper">
                    <div className="img">
                    <img src="./logo student chat.png" alt="" />
                    </div>
                <div className="box">
                    <div className="card">
                    📝
                    <p>SDCT не просто обычная компания с обычным названием. А целый мир для студентов и учеников из разных школ и стран. Где вы можете узнать много нового о поступлении, экзаменов, о странах куда хотите поступить, и даже узнать их культуры. У нас есть люди кто сможет вам помочь или хотя бы попытается ответить на все ваши вопросы. И так же для этого у нас есть свои учителя, которые так же смогут вам помочь с поступлением! Мы будем очень рады вам помочь всем этим, потому что это зависит ваше дальнейшее будущее! Так что подписывайтесь на наши социальные сети , чтобы не потерять нас.</p>
                     <div className="Like">
                     <button id="coin">👍</button>  <h3> <span id="score"> 0</span></h3>
                     <button id="score">👎</button>  <h3><span id="score"> 0</span></h3>
                     </div>

                    </div>
                    <div className="card">
                    📢
                    <p>👋Всем привет меня зовут Мухаммадали Рахимберганов, и недавно, в возрасте 16 лет, я сдал IELTS с общим баллом 8.0. В этом посте я хочу поделиться своим опытом подготовки к экзамену. ⭐️Всё началось с желания выучить английский язык. Изначально я хотел освоить его для повседневного общения и профессиональной деятельности, но, учитывая мой возраст я решил подготовиться к сдаче IELTS. Это позволяло не только учить новый язык, но и параллельно работать над получением...</p>
                        </div>
                    <div className="card">
                    👥
                    <p>👋Всем привет меня зовут Мухаммадали Рахимберганов, и недавно, в возрасте 16 лет, я сдал IELTS с общим баллом 8.0. В этом посте я хочу поделиться своим опытом подготовки к экзамену. ⭐️Всё началось с желания выучить английский язык. Изначально я хотел освоить его для повседневного общения и профессиональной деятельности, но, учитывая мой возраст я решил подготовиться к сдаче IELTS. Это позволяло не только учить новый язык, но и параллельно работать над получением...</p>
                    </div>
                    <div className="card">
                    <p>Текст</p>
                     </div>
                </div>

                <div className="box2">
                    <div className="wrapper">
  <h1>Оставте заявку</h1>

  <form id="telegramForm"  action="">
    <input id="name" placeholder="Enter your email" type="text" />
    <input id="phone" placeholder="Enter your password" type="text" />
    <button>Отправить</button>
  </form></div>
                    <div className="card1"> 
                    💡
                    </div>
                    <div className="card1"> 
                    🤝
                    </div>
                </div>
            </div>
                    
        </div>
    </header>
  )
}

export default News
